package hello.classes.bodies;

public class PKB_49_bodies {

    public String getBodyСdV1IntegrationEgrEx() {
        return  "{"+
                "	\"body\": {"+
                "		\"Clients\": ["+
                "			{"+
                "				\"Fns\": {"+
                "					\"СвЮл\": {"+
                "						\"СвНаимЮЛ\": {"+
                "							\"ГРНДата\": {"+
                "								\"ГРН\": \"1144205004811\","+
                "								\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "							},"+
                "							\"ГРНДатаИспр\": null,"+
                "							\"НаимЮЛПолн\": \"ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ ТЕПЛОЭНЕРГОСЕРВИС - ПРОЕКТ\","+
                "							\"НаимЮЛСокр\": \"ООО ТЭС-ПРОЕКТ\""+
                "						},"+
                "						\"СвАдресЮЛ\": {"+
                "							\"АдресРФ\": {"+
                "								\"Регион\": {"+
                "									\"ТипРегион\": \"ОБЛАСТЬ\","+
                "									\"НаимРегион\": \"КЕМЕРОВСКАЯ\""+
                "								},"+
                "								\"Район\": null,"+
                "								\"Город\": {"+
                "									\"ТипГород\": \"ГОРОД\","+
                "									\"НаимГород\": \"КЕМЕРОВО\""+
                "								},"+
                "								\"НаселПункт\": null,"+
                "								\"Улица\": {"+
                "									\"ТипУлица\": \"ПРОСПЕКТ\","+
                "									\"НаимУлица\": \"ШАХТЕРОВ\""+
                "								},"+
                "								\"ГРНДата\": {"+
                "									\"ГРН\": \"1144205004811\","+
                "									\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "								},"+
                "								\"ГРНДатаИспр\": null,"+
                "								\"Индекс\": \"650002\","+
                "								\"КодРегион\": \"42\","+
                "								\"КодАдрКладр\": \"420000090000760\","+
                "								\"Дом\": \"70\","+
                "								\"Корпус\": null,"+
                "								\"Кварт\": \"ПОМЕЩЕНИЕ 28\""+
                "							},"+
                "							\"СвНедАдресЮЛ\": null,"+
                "							\"СвРешИзмМН\": null"+
                "						},"+
                "						\"СвАдрЭлПочты\": null,"+
                "						\"СвОбрЮЛ\": {"+
                "							\"СпОбрЮЛ\": {"+
                "								\"КодСпОбрЮЛ\": \"11\","+
                "								\"НаимСпОбрЮЛ\": \"Создание юридического лица\""+
                "							},"+
                "							\"ГРНДата\": {"+
                "								\"ГРН\": \"1144205004811\","+
                "								\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "							},"+
                "							\"ГРНДатаИспр\": null,"+
                "							\"ОГРН\": \"1144205004811\","+
                "							\"ДатаОГРН\": \"2014-03-26T00:00:00+04:00\","+
                "							\"РегНом\": null,"+
                "							\"ДатаРегSpecified\": false,"+
                "							\"НаимРО\": null"+
                "						},"+
                "						\"СвРегОрг\": {"+
                "							\"ГРНДата\": {"+
                "								\"ГРН\": \"1144205004811\","+
                "								\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "							},"+
                "							\"КодНО\": \"4205\","+
                "							\"НаимНО\": \"Инспекция Федеральной налоговой службы по г. Кемерово\","+
                "							\"АдрРО\": \",650992,,,Кемерово г,, Кузнецкий пр-кт, д 11,,\""+
                "						},"+
                "						\"СвСтатус\": null,"+
                "						\"СвПрекрЮЛ\": null,"+
                "						\"СвУчетНО\": {"+
                "							\"СвНО\": {"+
                "								\"КодНО\": \"4205\","+
                "								\"НаимНО\": \"Инспекция Федеральной налоговой службы по г. Кемерово\""+
                "							},"+
                "							\"ГРНДата\": {"+
                "								\"ГРН\": \"2144205072890\","+
                "								\"ДатаЗаписи\": \"2014-03-27T00:00:00+04:00\""+
                "							},"+
                "							\"ГРНДатаИспр\": null,"+
                "							\"ИНН\": \"4205284706\","+
                "							\"КПП\": \"420501001\","+
                "							\"ДатаПостУч\": \"2014-03-26T00:00:00+04:00\""+
                "						},"+
                "						\"СвРегПФ\": {"+
                "							\"СвОргПФ\": {"+
                "								\"КодПФ\": \"052049\","+
                "								\"НаимПФ\": \"Управление Пенсионного фонда Российской Федерации (государственное учреждение) в г. Кемерово и Кемеровском районе\""+
                "							},"+
                "							\"ГРНДата\": {"+
                "								\"ГРН\": \"2144205078114\","+
                "								\"ДатаЗаписи\": \"2014-04-03T00:00:00+04:00\""+
                "							},"+
                "							\"ГРНДатаИспр\": null,"+
                "							\"РегНомПФ\": \"052049030115\","+
                "							\"ДатаРег\": \"2014-03-28T00:00:00+04:00\""+
                "						},"+
                "						\"СвРегФСС\": {"+
                "							\"СвОргФСС\": {"+
                "								\"КодФСС\": \"4218\","+
                "								\"НаимФСС\": \"Филиал №18 Государственного учреждения - Кузбасского регионального отделения Фонда социального страхования Российской Федерации\""+
                "							},"+
                "							\"ГРНДата\": {"+
                "								\"ГРН\": \"2144205074814\","+
                "								\"ДатаЗаписи\": \"2014-03-28T00:00:00+04:00\""+
                "							},"+
                "							\"ГРНДатаИспр\": null,"+
                "							\"РегНомФСС\": \"421802655942181\","+
                "							\"ДатаРег\": \"2014-03-28T00:00:00+04:00\""+
                "						},"+
                "						\"СвУстКап\": {"+
                "							\"ДоляРубля\": null,"+
                "							\"ГРНДата\": {"+
                "								\"ГРН\": \"1144205004811\","+
                "								\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "							},"+
                "							\"ГРНДатаИспр\": null,"+
                "							\"СведУмУК\": null,"+
                "							\"НаимВидКап\": \"УСТАВНЫЙКАПИТАЛ\","+
                "							\"СумКап\": 100000.0"+
                "						},"+
                "						\"СвТипУстав\": null,"+
                "						\"СвУпрОрг\": ["+
                "							{"+
                "								\"ГРНДатаПерв\": {"+
                "									\"ГРН\": \"1144205004811\","+
                "									\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "								},"+
                "								\"НаимИННЮЛ\": {"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"ОГРН\": \"1104205010293\","+
                "									\"ИНН\": \"4205202076\","+
                "									\"НаимЮЛПолн\": \"ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ УПРАВЛЯЮЩАЯ СИБИРСКАЯ ТЕПЛОЭНЕРГЕТИЧЕСКАЯ КОМПАНИЯ\""+
                "								},"+
                "								\"СвРегИн\": null,"+
                "								\"СвНедДанУпрОрг\": null,"+
                "								\"СвПредЮЛ\": null,"+
                "								\"СвАдрРФ\": null,"+
                "								\"СвНомТел\": null,"+
                "								\"ПредИнЮЛ\": null"+
                "							}"+
                "						],"+
                "						\"СведДолжнФЛ\": null,"+
                "						\"СвУчредит\": {"+
                "							\"УчрЮЛРос\": null,"+
                "							\"УчрЮЛИн\": null,"+
                "							\"УчрФЛ\": ["+
                "								{"+
                "									\"ГРНДатаПерв\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"СвФЛ\": {"+
                "										\"ГРНДата\": {"+
                "											\"ГРН\": \"1144205004811\","+
                "											\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "										},"+
                "										\"ГРНДатаИспр\": null,"+
                "										\"Фамилия\": \"ЛЯШЕНКО\","+
                "										\"Имя\": \"РОБЕРТ\","+
                "										\"Отчество\": \"ГЕННАДЬЕВИЧ\","+
                "										\"ИННФЛ\": \"420505244186\""+
                "									},"+
                "									\"СвНедДанУчр\": null,"+
                "									\"ДоляУстКап\": {"+
                "										\"РазмерДоли\": {"+
                "											\"Item\": 80.1,"+
                "											\"ItemElementName\": \"Процент\""+
                "										},"+
                "										\"ГРНДата\": {"+
                "											\"ГРН\": \"2154205043970\","+
                "											\"ДатаЗаписи\": \"2015-02-11T00:00:00+03:00\""+
                "										},"+
                "										\"ГРНДатаИспр\": null,"+
                "										\"НоминСтоим\": 80100.0"+
                "									},"+
                "									\"СвОбрем\": null,"+
                "									\"СвДовУпрЮЛ\": null,"+
                "									\"СвДовУпрФЛ\": null,"+
                "									\"ЛицоУпрНасл\": null"+
                "								},"+
                "								{"+
                "									\"ГРНДатаПерв\": {"+
                "										\"ГРН\": \"2154205043970\","+
                "										\"ДатаЗаписи\": \"2015-02-11T00:00:00+03:00\""+
                "									},"+
                "									\"СвФЛ\": {"+
                "										\"ГРНДата\": {"+
                "											\"ГРН\": \"2174205331111\","+
                "											\"ДатаЗаписи\": \"2017-07-05T00:00:00+03:00\""+
                "										},"+
                "										\"ГРНДатаИспр\": null,"+
                "										\"Фамилия\": \"Рожков\","+
                "										\"Имя\": \"Роман\","+
                "										\"Отчество\": \"Геннадьевич\","+
                "										\"ИННФЛ\": \"420512057282\""+
                "									},"+
                "									\"СвНедДанУчр\": null,"+
                "									\"ДоляУстКап\": {"+
                "										\"РазмерДоли\": {"+
                "											\"Item\": 19.9,"+
                "											\"ItemElementName\": \"Процент\""+
                "										},"+
                "										\"ГРНДата\": {"+
                "											\"ГРН\": \"2154205043970\","+
                "											\"ДатаЗаписи\": \"2015-02-11T00:00:00+03:00\""+
                "										},"+
                "										\"ГРНДатаИспр\": null,"+
                "										\"НоминСтоим\": 19900.0"+
                "									},"+
                "									\"СвОбрем\": null,"+
                "									\"СвДовУпрЮЛ\": null,"+
                "									\"СвДовУпрФЛ\": null,"+
                "									\"ЛицоУпрНасл\": null"+
                "								}"+
                "							],"+
                "							\"УчрРФСубМО\": null,"+
                "							\"УчрПИФ\": null"+
                "						},"+
                "						\"СвДоляООО\": null,"+
                "						\"СвДержРеестрАО\": null,"+
                "						\"СвОКВЭД\": {"+
                "							\"СвОКВЭДОсн\": {"+
                "								\"ГРНДата\": {"+
                "									\"ГРН\": \"1144205004811\","+
                "									\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "								},"+
                "								\"ГРНДатаИспр\": null,"+
                "								\"КодОКВЭД\": \"71.11.1\","+
                "								\"НаимОКВЭД\": \"Деятельность в области архитектуры, связанная с созданием архитектурного объекта\","+
                "								\"ПрВерсОКВЭД\": \"Item2014\","+
                "								\"ПрВерсОКВЭДSpecified\": true"+
                "							},"+
                "							\"СвОКВЭДДоп\": ["+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"42.21\","+
                "									\"НаимОКВЭД\": \"Строительство инженерных коммуникаций для водоснабжения и водоотведения, газоснабжения\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"42.22.2\","+
                "									\"НаимОКВЭД\": \"Строительство местных линий электропередачи и связи\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"46.90\","+
                "									\"НаимОКВЭД\": \"Торговля оптовая неспециализированная\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"47.78.9\","+
                "									\"НаимОКВЭД\": \"Торговля розничная непродовольственными товарами, не включенными в другие группировки, в специализированных магазинах\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"69.10\","+
                "									\"НаимОКВЭД\": \"Деятельность в области права\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"69.20\","+
                "									\"НаимОКВЭД\": \"Деятельность по оказанию услуг в области бухгалтерского учета, по проведению финансового аудита, по налоговому консультированию\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"69.20.1\","+
                "									\"НаимОКВЭД\": \"Деятельность по проведению финансового аудита\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"69.20.2\","+
                "									\"НаимОКВЭД\": \"Деятельность по оказанию услуг в области бухгалтерского учета\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"70.10.1\","+
                "									\"НаимОКВЭД\": \"Деятельность по управлению финансово-промышленными группами\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"71.1\","+
                "									\"НаимОКВЭД\": \"Деятельность в области архитектуры, инженерных изысканий и предоставление технических консультаций в этих областях\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"71.11\","+
                "									\"НаимОКВЭД\": \"Деятельность в области архитектуры\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"71.12\","+
                "									\"НаимОКВЭД\": \"Деятельность в области инженерных изысканий, инженерно-технического проектирования, управления проектами строительства, выполнения строительного контроля и авторского надзора, предоставление технических консультаций в этих областях\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"71.12.1\","+
                "									\"НаимОКВЭД\": \"Деятельность, связанная с инженерно-техническим проектированием, управлением проектами строительства, выполнением строительного контроля и авторского надзора\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"71.12.12\","+
                "									\"НаимОКВЭД\": \"Разработка проектов промышленных процессов и производств, относящихся к электротехнике, электронной технике, горному делу, химической технологии, машиностроению, а также в области промышленного строительства, системотехники и техники безопасности\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"71.12.13\","+
                "									\"НаимОКВЭД\": \"Разработка проектов по кондиционированию воздуха, холодильной технике, санитарной технике и мониторингу загрязнения окружающей среды, строительной акустике\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"71.12.3\","+
                "									\"НаимОКВЭД\": \"Работы геолого-разведочные, геофизические и геохимические в области изучения недр и воспроизводства минерально-сырьевой базы\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"71.12.4\","+
                "									\"НаимОКВЭД\": \"Деятельность геодезическая и картографическая\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"71.12.45\","+
                "									\"НаимОКВЭД\": \"Инженерные изыскания в строительстве\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"71.12.46\","+
                "									\"НаимОКВЭД\": \"Землеустройство\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"71.12.5\","+
                "									\"НаимОКВЭД\": \"Деятельность в области гидрометеорологии и смежных с ней областях, мониторинга состояния окружающей среды, ее загрязнения\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								},"+
                "								{"+
                "									\"ГРНДата\": {"+
                "										\"ГРН\": \"1144205004811\","+
                "										\"ДатаЗаписи\": \"2014-03-26T00:00:00+04:00\""+
                "									},"+
                "									\"ГРНДатаИспр\": null,"+
                "									\"КодОКВЭД\": \"71.12.6\","+
                "									\"НаимОКВЭД\": \"Деятельность в области технического регулирования, стандартизации, метрологии, аккредитации, каталогизации продукции\","+
                "									\"ПрВерсОКВЭД\": \"Item2014\","+
                "									\"ПрВерсОКВЭДSpecified\": true"+
                "								}"+
                "							]"+
                "						},"+
                "						\"СвЛицензия\": null,"+
                "						\"СвПодразд\": null,"+
                "						\"СвРеорг\": null,"+
                "						\"СвПредш\": null,"+
                "						\"СвКФХПредш\": null,"+
                "						\"СвПреем\": null,"+
                "						\"СвКФХПреем\": null,"+
                "						\"СвЗапЕГРЮЛ\": ["+
                "							{"+
                "								\"ВидЗап\": {"+
                "									\"КодСПВЗ\": \"11201\","+
                "									\"НаимВидЗап\": \"Создание юридического лица\""+
                "								},"+
                "								\"СвРегОрг\": {"+
                "									\"КодНО\": \"4205\","+
                "									\"НаимНО\": \"Инспекция Федеральной налоговой службы по г. Кемерово\""+
                "								},"+
                "								\"СведПредДок\": ["+
                "									{"+
                "										\"НаимДок\": \"ЗАЯВЛЕНИЕ О ГОСУДАРСТВЕННОЙ РЕГИСТРАЦИИ ЮРИДИЧЕСКОГО ЛИЦА ПРИ СОЗДАНИИ\","+
                "										\"НомДок\": \"2107\","+
                "										\"ДатаДокSpecified\": false"+
                "									},"+
                "									{"+
                "										\"НаимДок\": \"ДОКУМЕНТ ОБ УПЛАТЕ ГОСУДАРСТВЕННОЙ ПОШЛИНЫ\","+
                "										\"НомДок\": null,"+
                "										\"ДатаДок\": \"2014-03-18T00:00:00+04:00\","+
                "										\"ДатаДокSpecified\": true"+
                "									},"+
                "									{"+
                "										\"НаимДок\": \"РЕШЕНИЕ О СОЗДАНИИ ЮРИДИЧЕСКОГО ЛИЦА\","+
                "										\"НомДок\": null,"+
                "										\"ДатаДок\": \"2014-03-19T00:00:00+04:00\","+
                "										\"ДатаДокSpecified\": true"+
                "									},"+
                "									{"+
                "										\"НаимДок\": \"ДОКУМЕНТ, ПОДТВЕРЖДАЮЩИЙ ОПЛАТУ КАПИТАЛА\","+
                "										\"НомДок\": null,"+
                "										\"ДатаДок\": \"2014-03-14T00:00:00+04:00\","+
                "										\"ДатаДокSpecified\": true"+
                "									},"+
                "									{"+
                "										\"НаимДок\": \"УСТАВ\","+
                "										\"НомДок\": null,"+
                "										\"ДатаДок\": \"2014-03-19T00:00:00+04:00\","+
                "										\"ДатаДокSpecified\": true"+
                "									},"+
                "									{"+
                "										\"НаимДок\": \"ИНОЙ ДОКУМЕНТ В СООТВЕТСТВИИ С ЗАКОНОДАТЕЛЬСТВОМ РФ\","+
                "										\"НомДок\": null,"+
                "										\"ДатаДок\": \"2014-03-18T00:00:00+04:00\","+
                "										\"ДатаДокSpecified\": true"+
                "									},"+
                "									{"+
                "										\"НаимДок\": \"КОПИЯ СВИДЕТЕЛЬСТВА О ГОСУДАРСТВЕННОЙ РЕГИСТРАЦИИ ПРАВА\","+
                "										\"НомДок\": null,"+
                "										\"ДатаДок\": \"2012-04-18T00:00:00+04:00\","+
                "										\"ДатаДокSpecified\": true"+
                "									},"+
                "									{"+
                "										\"НаимДок\": \"ДОВЕРЕННОСТЬ\","+
                "										\"НомДок\": null,"+
                "										\"ДатаДок\": \"2014-03-13T00:00:00+04:00\","+
                "										\"ДатаДокSpecified\": true"+
                "									}"+
                "								],"+
                "								\"СвСвид\": ["+
                "									{"+
                "										\"ГРНДатаСвидНед\": null,"+
                "										\"Серия\": \"42\","+
                "										\"Номер\": \"003801579\","+
                "										\"ДатаВыдСвид\": \"2014-03-26T00:00:00+04:00\""+
                "									}"+
                "								],"+
                "								\"ГРНДатаИспрПред\": null,"+
                "								\"ГРНДатаНедПред\": null,"+
                "								\"СвСтатусЗап\": null,"+
                "								\"ИдЗап\": \"1144205004811\","+
                "								\"ГРН\": \"1144205004811\","+
                "								\"ДатаЗап\": \"2014-03-26T00:00:00+04:00\""+
                "							},"+
                "							{"+
                "								\"ВидЗап\": {"+
                "									\"КодСПВЗ\": \"13200\","+
                "									\"НаимВидЗап\": \"Представление сведений об учете юридического лица в налоговом органе\""+
                "								},"+
                "								\"СвРегОрг\": {"+
                "									\"КодНО\": \"4205\","+
                "									\"НаимНО\": \"Инспекция Федеральной налоговой службы по г. Кемерово\""+
                "								},"+
                "								\"СведПредДок\": null,"+
                "								\"СвСвид\": null,"+
                "								\"ГРНДатаИспрПред\": null,"+
                "								\"ГРНДатаНедПред\": null,"+
                "								\"СвСтатусЗап\": null,"+
                "								\"ИдЗап\": \"2144205072890\","+
                "								\"ГРН\": \"2144205072890\","+
                "								\"ДатаЗап\": \"2014-03-27T00:00:00+04:00\""+
                "							},"+
                "							{"+
                "								\"ВидЗап\": {"+
                "									\"КодСПВЗ\": \"13400\","+
                "									\"НаимВидЗап\": \"Представление сведений о регистрации юридического лица в качестве страхователя в исполнительном органе Фонда социального страхования Российской Федерации\""+
                "								},"+
                "								\"СвРегОрг\": {"+
                "									\"КодНО\": \"4205\","+
                "									\"НаимНО\": \"Инспекция Федеральной налоговой службы по г. Кемерово\""+
                "								},"+
                "								\"СведПредДок\": null,"+
                "								\"СвСвид\": null,"+
                "								\"ГРНДатаИспрПред\": null,"+
                "								\"ГРНДатаНедПред\": null,"+
                "								\"СвСтатусЗап\": null,"+
                "								\"ИдЗап\": \"2144205074814\","+
                "								\"ГРН\": \"2144205074814\","+
                "								\"ДатаЗап\": \"2014-03-28T00:00:00+04:00\""+
                "							},"+
                "							{"+
                "								\"ВидЗап\": {"+
                "									\"КодСПВЗ\": \"13300\","+
                "									\"НаимВидЗап\": \"Представление сведений о регистрации юридического лица в качестве страхователя в территориальном органе Пенсионного фонда Российской Федерации\""+
                "								},"+
                "								\"СвРегОрг\": {"+
                "									\"КодНО\": \"4205\","+
                "									\"НаимНО\": \"Инспекция Федеральной налоговой службы по г. Кемерово\""+
                "								},"+
                "								\"СведПредДок\": null,"+
                "								\"СвСвид\": null,"+
                "								\"ГРНДатаИспрПред\": null,"+
                "								\"ГРНДатаНедПред\": null,"+
                "								\"СвСтатусЗап\": null,"+
                "								\"ИдЗап\": \"2144205078114\","+
                "								\"ГРН\": \"2144205078114\","+
                "								\"ДатаЗап\": \"2014-04-03T00:00:00+04:00\""+
                "							},"+
                "							{"+
                "								\"ВидЗап\": {"+
                "									\"КодСПВЗ\": \"12201\","+
                "									\"НаимВидЗап\": \"Изменение сведений о юридическом лице, содержащихся в Едином государственном реестре юридических лиц\""+
                "								},"+
                "								\"СвРегОрг\": {"+
                "									\"КодНО\": \"4205\","+
                "									\"НаимНО\": \"Инспекция Федеральной налоговой службы по г. Кемерово\""+
                "								},"+
                "								\"СведПредДок\": ["+
                "									{"+
                "										\"НаимДок\": \"Р14001 ЗАЯВЛЕНИЕ ОБ ИЗМ.СВЕДЕНИЙ, НЕ СВЯЗАННЫХ С ИЗМ. УЧРЕД.ДОКУМЕНТОВ (П.2.1)\","+
                "										\"НомДок\": null,"+
                "										\"ДатаДокSpecified\": false"+
                "									},"+
                "									{"+
                "										\"НаимДок\": \"ДОГОВОР КУПЛИ-ПРОДАЖИ\","+
                "										\"НомДок\": null,"+
                "										\"ДатаДок\": \"2015-02-02T00:00:00+03:00\","+
                "										\"ДатаДокSpecified\": true"+
                "									}"+
                "								],"+
                "								\"СвСвид\": null,"+
                "								\"ГРНДатаИспрПред\": null,"+
                "								\"ГРНДатаНедПред\": null,"+
                "								\"СвСтатусЗап\": null,"+
                "								\"ИдЗап\": \"150000004350134\","+
                "								\"ГРН\": \"2154205043970\","+
                "								\"ДатаЗап\": \"2015-02-11T00:00:00+03:00\""+
                "							},"+
                "							{"+
                "								\"ВидЗап\": {"+
                "									\"КодСПВЗ\": \"13801\","+
                "									\"НаимВидЗап\": \"Представление сведений о выдаче или замене документов, удостоверяющих личность гражданина Российской Федерации на территории Российской Федерации\""+
                "								},"+
                "								\"СвРегОрг\": {"+
                "									\"КодНО\": \"4205\","+
                "									\"НаимНО\": \"Инспекция Федеральной налоговой службы по г. Кемерово\""+
                "								},"+
                "								\"СведПредДок\": null,"+
                "								\"СвСвид\": null,"+
                "								\"ГРНДатаИспрПред\": null,"+
                "								\"ГРНДатаНедПред\": null,"+
                "								\"СвСтатусЗап\": null,"+
                "								\"ИдЗап\": \"150000133921501\","+
                "								\"ГРН\": \"2174205331111\","+
                "								\"ДатаЗап\": \"2017-07-05T00:00:00+03:00\""+
                "							},"+
                "							{"+
                "								\"ВидЗап\": {"+
                "									\"КодСПВЗ\": \"12101\","+
                "									\"НаимВидЗап\": \"Государственная регистрация изменений, внесенных в учредительные документы юридического лица, связанных с внесением изменений в сведения о юридическом лице, содержащиеся в Едином государственном реестре юридических лиц, на основании заявления\""+
                "								},"+
                "								\"СвРегОрг\": {"+
                "									\"КодНО\": \"4205\","+
                "									\"НаимНО\": \"Инспекция Федеральной налоговой службы по г. Кемерово\""+
                "								},"+
                "								\"СведПредДок\": ["+
                "									{"+
                "										\"НаимДок\": \"Р13001 ЗАЯВЛЕНИЕ ОБ ИЗМЕНЕНИЯХ, ВНОСИМЫХ В УЧРЕД.ДОКУМЕНТЫ\","+
                "										\"НомДок\": null,"+
                "										\"ДатаДок\": \"2017-11-08T00:00:00+03:00\","+
                "										\"ДатаДокSpecified\": true"+
                "									},"+
                "									{"+
                "										\"НаимДок\": \"УСТАВ ЮЛ В НОВОЙ РЕДАКЦИИ\","+
                "										\"НомДок\": null,"+
                "										\"ДатаДок\": \"2017-11-07T00:00:00+03:00\","+
                "										\"ДатаДокSpecified\": true"+
                "									},"+
                "									{"+
                "										\"НаимДок\": \"ДОКУМЕНТ ОБ ОПЛАТЕ ГОСУДАРСТВЕННОЙ ПОШЛИНЫ\","+
                "										\"НомДок\": \"121\","+
                "										\"ДатаДок\": \"2017-11-07T00:00:00+03:00\","+
                "										\"ДатаДокSpecified\": true"+
                "									},"+
                "									{"+
                "										\"НаимДок\": \"КОПИЯ ДОВЕРЕННОСТИ\","+
                "										\"НомДок\": \"42 А А 1760384\","+
                "										\"ДатаДок\": \"2017-11-07T00:00:00+03:00\","+
                "										\"ДатаДокSpecified\": true"+
                "									},"+
                "									{"+
                "										\"НаимДок\": \"ПРОТОКОЛ ОБЩЕГО СОБРАНИЯ УЧАСТНИКОВ ЮЛ\","+
                "										\"НомДок\": \"3/2017\","+
                "										\"ДатаДок\": \"2017-11-07T00:00:00+03:00\","+
                "										\"ДатаДокSpecified\": true"+
                "									}"+
                "								],"+
                "								\"СвСвид\": null,"+
                "								\"ГРНДатаИспрПред\": null,"+
                "								\"ГРНДатаНедПред\": null,"+
                "								\"СвСтатусЗап\": null,"+
                "								\"ИдЗап\": \"150000142645038\","+
                "								\"ГРН\": \"2174205547481\","+
                "								\"ДатаЗап\": \"2017-11-15T00:00:00+03:00\""+
                "							}"+
                "						],"+
                "						\"ДатаВып\": \"2017-11-15T00:00:00+03:00\","+
                "						\"ОГРН\": \"1144205004811\","+
                "						\"ДатаОГРН\": \"2014-03-26T00:00:00+04:00\","+
                "						\"ИНН\": \"4205284706\","+
                "						\"КПП\": \"420501001\","+
                "						\"СпрОПФ\": \"ОКОПФ\","+
                "						\"СпрОПФSpecified\": true,"+
                "						\"КодОПФ\": \"12300\","+
                "						\"ПолнНаимОПФ\": \"Общества с ограниченной ответственностью\""+
                "					}"+
                "				}"+
                "			}"+
                "		]"+
                "	}"+
                "}";
    }

    public String getBodyCdV1IntegrationRosstatEgr() {
        return "{"+
                "	\"body\": {"+
                "		\"EgrpoInfoList\": ["+
                "			{"+
                "				\"OKPO\": \"63425776\","+
                "				\"INN\": \"7706456380\","+
                "				\"Status\": \"1\","+
                "				\"OKATO\": \"45286560000\","+
                "				\"OKTMO\": \"45376000000\","+
                "				\"FullName\": \"ЦИФРОВЫЕ БАНКОВСКИЕ ПЛАТФОРМЫ (ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕСТВЕННОСТЬЮ)\","+
                "				\"ShortName\": \"OOO ЦБК\","+
                "				\"NameEn\": null,"+
                "				\"Address\": \"119017, Москва Бульвар большой дом 42 этаж пом 3/1199\","+
                "				\"Phone\": null,"+
                "				\"Fax\": null,"+
                "				\"Email\": null,"+
                "				\"HeadInfo\": {"+
                "					\"Name\": \"ЗИНОВЬЕВ ОЛЕГ ЮРЬЕВИЧ\","+
                "					\"Title\": \"ГЕНЕРАЛЬНЫЙ ДИРЕКТОР\""+
                "				},"+
                "				\"OKOPF\": \"12247\","+
                "				\"OKOPF2015\": null,"+
                "				\"OKOPF2012\": null,"+
                "				\"OKFS\": \"16\","+
                "				\"OKVED\": \"35.12\","+
                "				\"OKOGU\": \"4210011\","+
                "				\"OGRN\": \"1046900099498\","+
                "				\"RegDate\": \"17.12.2004\","+
                "				\"RegOrgan\": \"Межрайонная инспекция Федеральной налоговой службы №1 по Тверской области\","+
                "				\"Capital\": \"422179414680\","+
                "				\"Branches\": ["+
                "					\"00102385\""+
                "				],"+
                "				\"ParentOKPO\": null"+
                "			}"+
                "		],"+
                "		\"EgripInfoList\": []"+
                "	}"+
                "}";
    }
}
